LEXICON_RU: dict[str, str] = {
    '/start': 'Привет!\n \n',
    '/help': 'Нажмите кнопку "Загрузить файл" и отправьте мне Excel файл для парсинга цен.\n'
             'Для просмотра уже загруженных цен нажмите "Посмотреть цены"',
    'no_answer': 'Я вас не понял 😞 \nНо я умею принимать файлы для парсинга цен\n'
                 'Нажмите кнопку "Загрузить файл"',
    'choose_category': 'Выбери категорию',
    'choose_subcategory': 'Выбери подкатегорию',
}

LEXICON_BUTTONS_RU: dict[str, str] = {
    'button_catalog':'Каталог товаров',
    'button_cart': 'Моя корзина',
    'button_faq':'F.A.Q.',
    'button_back':'<=',
    'button_forward':'=>',
}

LEXICON_COMMANDS_RU: dict[str, str] = {
    '/start': 'Запуск бота',
    '/help': 'Помощь по боту'
}
