LEXICON_RU: dict[str, str] = {
    '/start': 'Привет!\n \n',
    '/help': 'Нажмите кнопку "Загрузить файл" и отправьте мне Excel файл для парсинга цен.\n'
             'Для просмотра уже загруженных цен нажмите "Посмотреть цены"',
    'no_answer': 'Я вас не понял 😞',
    'choose_category': 'Выбери категорию',
    'choose_subcategory': 'Выбери подкатегорию',
    'no_products': 'В данном разделе нет товаров',
    'input_count': 'Укажите количество товара'
}

LEXICON_BUTTONS_RU: dict[str, str] = {
    'button-catalog':'Каталог',
    'button-cart': 'Корзина',
    'button-faq':'F.A.Q.',
    'button-back':'<=',
    'button-forward':'=>',
    'button-step-back':'Назад',
    'button-add-cart':'Добавить в корзину',
    'button-remove-cart':'Удалить из корзины',
}

LEXICON_COMMANDS_RU: dict[str, str] = {
    '/start': 'Запуск бота',
    '/help': 'Помощь по боту'
}
